[Manufacturers.SeraphCrystal ManufacturerDefinition]
Grades[0]=(DisplayName="Seraphic Crystal")
Grades[1]=(DisplayName="Seraphim Crystal")
Grades[2]=(DisplayName="Glass remains")
Grades[3]=(DisplayName="Crystal Serif")
Grades[4]=(DisplayName="Serafina Crystal")
Grades[5]=(DisplayName="Crystal glass")
Grades[6]=(DisplayName="Crystal Seraphim")
Grades[7]=(DisplayName="Seraphic Crystal")
Grades[8]=(DisplayName="Crystal Seraphim")
Grades[9]=(DisplayName="Crystal Seraphine")
Grades[10]=(DisplayName="Seraph Crystal")
Grades[11]=(DisplayName="Seraba's Crystal")
Grades[12]=(DisplayName="The Crystal Sheriff")
Grades[13]=(DisplayName="Seraphim of Christ")
Grades[14]=(DisplayName="Seraphine Crystal Cub")
Grades[15]=(DisplayName="Crystal Seraph")
Grades[16]=(DisplayName="Crystal Seraph")

[UsableItems.Pickup_SeraphCrystal UsableItemDefinition]
UseFailureCharacterMessage="You will be perfect %s Liked this one."
ItemName="Crystal Seraphim"
PickupMessage="FOUND %s"
UseFailureLevelMessage="You must be at least %d level before using this feature.."
UseFailureConstraintsMessage="Advanced Seraph Crystal"
NoManufacturerName="grow up"

[UsableItems.Pickup_SeraphCrystal:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Seraphic traders are rare.."
NoConstraintText=""
Suffix=""
Prefix=""

[UsableItems.Pickup_SeraphCrystal:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="Is it worth killing? I said it before!"
NoConstraintText=""
Suffix=""
Prefix=""

